Repository: xcv58/MacTools
Catalog: Plugins/EmptyTrash/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr

# metadata.title
source: 清空废纸篓
ar: إفراغ سلة المهملات
de: Papierkorb leeren
en: Empty Trash
es: Vaciar papelera
fr: Vider la corbeille
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt: Esvaziar lixeira
ru: Очистить корзину
tr: Çöpü Boşalt

# metadata.description
source: 清空废纸篓中的所有项目
ar: إفراغ كافة العناصر الموجودة في سلة المهملات.
de: Leeren Sie alle Elemente im Papierkorb.
en: Empty all items in the Trash.
es: Vaciar todos los elementos de la Papelera.
fr: Videz tous les éléments de la corbeille.
ja: ゴミ箱内のすべてのアイテムを空にします。
ko: 휴지통의 모든 항목을 비웁니다.
pt: Esvazie todos os itens da Lixeira.
ru: Очистить все элементы в корзине.
tr: Çöpün tamamını boşaltır.

# panel.button.empty
source: 清空
ar: فارغ
de: Leer
en: Empty
es: Vacío
fr: Vide
ja: 空
ko: 비어 있음
pt: Vazio
ru: Пусто
tr: Boşalt

# panel.subtitle.emptying
source: 清空中...
ar: إفراغ...
de: Entleeren…
en: Emptying…
es: Vaciando…
fr: Vidage…
ja: 空にしています…
ko: 비우는 중…
pt: Esvaziando…
ru: Опорожнение…
tr: Boşaltılıyor…

# panel.subtitle.empty
source: 废纸篓为空
ar: المهملات فارغة
de: Papierkorb ist leer
en: Trash is empty
es: La papelera está vacía
fr: La corbeille est vide
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
pt: A lixeira está vazia
ru: Корзина пуста
tr: Çöp boş

# panel.subtitle.countFormat
source: %d 个项目
ar: %d العناصر
de: %d Elemente
en: %d items
es: %d elementos
fr: %d éléments
ja: %d アイテム
ko: %d 항목
pt: %d itens
ru: %d элементов
tr: %d öğe

# error.emptyFailed
source: 清空废纸篓失败，请检查“自动操作”权限
ar: فشل في إفراغ سلة المهملات. تحقق من إذن الأتمتة.
de: Der Papierkorb konnte nicht geleert werden. Überprüfen Sie die Automatisierungsberechtigung.
en: Failed to empty Trash. Check Automation permission.
es: No se pudo vaciar la Papelera. Verifique el permiso de automatización.
fr: Échec de la suppression de la corbeille. Vérifiez l'autorisation d'automatisation.
ja: ゴミ箱を空にできませんでした。自動化の許可を確認してください。
ko: 휴지통을 비우지 못했습니다. 자동화 권한을 확인하세요.
pt: Falha ao esvaziar a Lixeira. Verifique a permissão de automação.
ru: Не удалось очистить корзину. Проверьте разрешение автоматизации.
tr: Çöp boşaltılamadı. Otomasyon iznini denetleyin.

# permission.automation.description
source: 用于读取并清空废纸篓。
ar: يُستخدم لقراءة سلة المهملات وإفراغها.
de: Wird zum Lesen und Leeren des Papierkorbs verwendet.
en: Used to read and empty Trash.
es: Se usa para leer y vaciar la Papelera.
fr: Utilisé pour lire et vider la corbeille.
ja: ゴミ箱の読み取りと消去に使用します。
ko: 휴지통을 읽고 비우는 데 사용됩니다.
pt: Usado para ler e esvaziar o Lixo.
ru: Используется для чтения и очистки Корзины.
tr: Çöpü okumak ve boşaltmak için kullanılır.

# permission.automation.title
source: Finder 自动化
ar: أتمتة Finder
de: Finder-Automatisierung
en: Finder Automation
es: Automatización de Finder
fr: Automatisation du Finder
ja: Finderオートメーション
ko: Finder 자동화
pt: Automação do Finder
ru: Автоматизация Finder
tr: Finder Otomasyonu

# error.countFailed
source: 无法读取废纸篓，请检查“自动化”权限。
ar: تعذّر قراءة سلة المهملات. تحقّق من أذونات التحكم التلقائي.
de: Der Papierkorb kann nicht gelesen werden. Prüfen Sie die Berechtigungen unter „Automation“.
en: Unable to read the Trash. Check Automation permissions.
es: No se puede leer la Papelera. Comprueba los permisos de automatización.
fr: Impossible de lire la Corbeille. Vérifiez les autorisations d’automatisation.
ja: ゴミ箱を読み取れません。「オートメーション」の権限を確認してください。
ko: 휴지통을 읽을 수 없습니다. 자동화 권한을 확인하세요.
pt: Não foi possível ler o Lixo. Verifique as permissões de automação.
ru: Не удалось прочитать Корзину. Проверьте разрешения автоматизации.
tr: Çöp Sepeti okunamadı. Otomasyon izinlerini denetleyin.
